"CARD_DETAILS_LABEL"                        = "Dati carta";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Immetti i dati della carta iniziando con il numero di carta.";
"VALID_CARD_ERROR_LABEL"                    = "Fornisci un numero di carta valido.";
"CARD_REQUIRED"                             = "Il numero di carta è obbligatorio";
"CARD_INVALID"                              = "Il numero di carta non è valido";
"EXPIRATION_REQUIRED"                       = "La data di scadenza è obbligatoria";
"EXPIRATION_INVALID"                        = "La data di scadenza non è valida";
"CVV_REQUIRED"                              = "%s è un dato obbligatorio";
"CVV_INVALID"                               = "%s non è un valore valido";
"POSTAL_CODE_HELP_LABEL"                    = "Fornisci un CAP valido.";
"POSTAL_CODE_REQUIRED"                      = "Il CAP è obbligatorio";
"POSTAL_CODE_INVALID"                       = "Il CAP non è valido";
"COUNTRY_CODE_REQUIRED"                     = "Il codice Paese è obbligatorio";
"COUNTRY_CODE_INVALID"                      = "Il codice Paese non è valido";
"MOBILE_NUMBER_REQUIRED"                    = "Il numero di cellulare è obbligatorio";
"MOBILE_NUMBER_INVALID"                     = "Il numero di cellulare non è valido";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Questa carta potrebbe richiedere la registrazione. Se necessario, verrà inviato un codice tramite SMS a questo numero.";
"SMS_CODE_REQUIRED"                         = "Il codice ricevuto tramite SMS è obbligatorio";
"SMS_CODE_INVALID"                          = "Il codice ricevuto tramite SMS non è valido";

"CANCEL_ACTION"                             = "Annulla";
"RETRY_ACTION"                              = "Riprova";
"CONTINUE_ACTION"                           = "Continua";
"ADD_CARD_ACTION"                           = "Aggiungi carta";
"DONE_ACTION"                               = "Fatto";
"EDIT_ACTION"                               = "Modifica";
"NEXT_ACTION"                               = "Successiva";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";

"EDIT_PAYMENT_METHOD"                       = "Modifica i metodi di pagamento";
"THERE_WAS_AN_ERROR"                        = "Spiacenti, si è verificato un errore.";
"REVIEW_AND_TRY_AGAIN"                      = "Rivedi i tuoi dati e riprova.";
"INVALID_LABEL"                             = "Non valido:";

"YEAR_LABEL"                                = "Anno";
"MONTH_LABEL"                               = "Mese";

"OTHER_LABEL"                               = "Altro";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Carta di credito o di debito (bancomat)";
"RECENT_LABEL"                              = "Recenti";
"SELECT_PAYMENT_LABEL"                      = "Metodo di pagamento";

"CONFIRM_ENROLLMENT_LABEL"                  = "Conferma la registrazione";
"CONFIRM_ACTION"                            = "Conferma";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Immetti il codice ricevuto tramite SMS al numero %s";
"SMS_CODE_LABEL"                            = "Codice tramite SMS";
"CARD_TYPE_GENERIC_CARD"                    = "Carta";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Codice Paese";
"SECURITY_CODE_LABEL"                       = "Codice di sicurezza";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "CAP";
"MOBILE_NUMBER_LABEL"                       = "Numero di cellulare";
"EXPIRATION_DATE_LABEL"                     = "Data di scadenza";
"CARD_NUMBER_PLACEHOLDER"                   = "Numero di carta";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/AAAA";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/AA";
"CARDHOLDER_NAME_LABEL"                     = "Titolare della carta";
"SAVE_CARD_LABEL"                           = "Salva carta";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"CARD_TYPE_HIPER"                           = "Hiper";
"CARD_TYPE_HIPERCARD"                       = "Hipercard";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Usa un altro numero di telefono";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Carta non accettata";

